10/data/attachments/e2bf994a6d601ac0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b330e9f4-24c4-4077-81b1-730437590a80</nif:username>
            <nif:friendToBeAdded>Maria_world_Friend_99380_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>